<?php
//kurdish lannugae
// KLEEJA 


	if(!$lang || !is_array($lang)) $lang = array();
	
	$lang['INST_INSTALL_CLEAN_VER']				=	"دامه‌زراندن بۆ یه‌که‌م جار ";
	$lang['INST_UPDATE_P_VER']					=	"نوێکردنه‌وه‌ بۆ وه‌شانی نوێ ";
	$lang['INST_CHOOSE_INSTALLER']				=	"...یه‌کێک له‌م دوو هه‌ڵبژاردنه‌ دیاری بکه‌ که‌ گونجاوه‌ بۆت...";
	$lang['INST_AGR_GPL2']						=	'ڕه‌زامه‌ندم له‌سه‌ر هه‌موو ئه‌م مه‌رجانه‌';
	$lang['INST_SUBMIT']						= '[  به‌رده‌وام به‌!  ]';
	$lang['INST_SITE_INFO']						= 'زانیاریه‌کانی ماڵپه‌ڕ';
	$lang['INST_ADMIN_INFO']					= 'زانیاریه‌کانی به‌ڕێوه‌به‌ر';
	$lang['INST_CHANG_CONFIG']					= ' config.php هه‌ندێک له‌ زانیاریه‌ گرنگه‌کان ناته‌واوه‌ ئه‌م په‌ڕگه‌یه‌ پڕ بکه‌ره‌وه‌';
	$lang['INST_CONNCET_ERR']					= 'ناتوانیت په‌یوه‌ندی بکه‌یت ..';
	$lang['INST_SELECT_ERR']					= 'په‌یوه‌ندی ناکرێت به‌بنکه‌ی زانیاریه‌وه‌';
	$lang['INST_NO_WRTABLE']					= 'بوخچه‌ ڕێگه‌ی تێدا نوسین نادات .. ';
	$lang['INST_GOOD_GO']						= 'دڵنیابوونه‌وه‌ ئه‌نجامدرا له‌ گۆڕان و په‌یوه‌ندی و ڕێپێدانه‌کاندا .. به‌رده‌وام به‌';
	$lang['INST_MSGINS']						= 'به‌خێرهاتیت بۆ ناوه‌ندی بارکردن . ئه‌وه‌ی ده‌ته‌وێت ده‌توانیت باری بکه‌یت به‌پێی مه‌رجه‌کان ..سوپاس بۆ سه‌ردانت';
	$lang['INST_CRT_CALL']						= 'خشته‌ی په‌یوه‌ندیه‌کان دروستکرا';
	$lang['INST_CRT_ONL']						= 'خشته‌ی ئاماده‌بووانی ئێستا دروستکرا';
	$lang['INST_CRT_REPRS']						= 'خشته‌ی ئاگادارکردنه‌وه‌کان دروستکرا';
	$lang['INST_CRT_STS']						= 'خشته‌ی ئاماره‌کان دروستکرا';
	$lang['INST_CRT_USRS']						= 'خشته‌ی ئه‌ندامان دروستکرا';
	$lang['INST_CRT_ADM']						= 'زانیاریه‌کانی به‌ڕێوه‌به‌ر وه‌ناوخران';
	$lang['INST_CRT_FLS']						= 'خشته‌ی په‌ڕگه‌کان دروستکرا';
	$lang['INST_CRT_CNF']						= 'خشته‌ی هه‌ڵبژاردنه‌کان دروستکرا';
	$lang['INST_CRT_EXT']						= 'خشته‌ی درێژکراوه‌کان دروستکرا';
	$lang['INST_CRT_HKS']						= 'خشته‌ی هاکه‌‌کان دروستکرا';
	$lang['INST_CRT_LNG']						= 'خشته‌ی زمان دروستکرا';
	$lang['INST_CRT_LSTS']						= 'خشته‌ی لیسته‌کان دروستکرا';
	$lang['INST_CRT_PLG']						= 'خشته‌ی زیادکرایه‌کان دروستکرا';
	$lang['INST_CRT_TPL']						= 'خشته‌ی ڕوخسار دروستکرا';
	$lang['INST_SQL_OK']						= 'پێڕاگه‌یاندن به‌ سه‌رکه‌وتووی ئه‌نجام درا ..';
	$lang['INST_SQL_ERR']						= 'هه‌ڵه‌ له‌پێڕاگه‌یاندن .. ';
	$lang['INST_FINISH_SQL']					= 'به‌سه‌رکه‌وتووی دامه‌زرا .. بوخچه‌ی دامه‌زراندن بسڕه‌وه‌و بڕۆ بۆ لاپه‌ڕه‌ی سه‌ره‌تا';
	$lang['INST_FINISH_ERRSQL']					= 'وا دیاره‌ کێشه‌یه‌ک هه‌یه‌ له‌دامه‌زراندندا .. هه‌وڵێکی تر بده‌ یاخود پرسیاری شاره‌زایان بکه‌';
	$lang['INST_KLEEJADEVELOPERS']				= 'له‌گه‌ڵ ئه‌وپه‌ڕی ڕێزی به‌رهه‌م هێنه‌ران و وه‌رگێڕی.. کلیجاداله‌ Kurdhome.net';
	$lang['SITENAME']							= 'ناوی ماڵپه‌ڕ';
	$lang['SITEURL']							= 'به‌سته‌ری ماڵپه‌ڕ';
	$lang['SITEMAIL']							= 'ئیمه‌یڵی ماڵپه‌ڕ';
	$lang['USERNAME']							= 'ناوی به‌کارهێنه‌ر';
	$lang['PASSWORD']							= 'ووشه‌ی نهێنی';
	$lang['EMAIL']								= 'ئیمه‌یڵ';
	$lang['INDEX']								= 'سه‌ره‌تا';
	$lang['ADMINCP']							= 'کۆنترۆڵ په‌نێڵ';
	$lang['DIR']								= 'rtl';
	$lang['EMPTY_FIELDS']						= 'خانه‌ی گرنگ هه‌یه‌, به‌به‌تاڵی جێت هێشتووه...';
	$lang['WRONG_EMAIL']						= 'ئیمه‌یڵ هه‌ڵه‌یه‌ !';
	//
	
	$lang['DB_INFO']							=	'زانیاریه‌کانی بنکه‌ی زانیاری به‌ دروستی بنوسه‌ .. پاشان په‌ڕگه‌که‌ت بۆ دروست ده‌که‌ین , تۆش بیخه‌ره‌ بوخچه‌ی سه‌ره‌کی سکریپته‌که‌';
	$lang['DB_SERVER']							=	'ڕاژه‌';
	$lang['DB_USER']							=	'ناوی به‌کارهێنراوی بنکه‌ی زانیاری';
	$lang['DB_PASSWORD']						=	'ووشه‌ی نهێنی بنکه‌ی زانیاری';
	$lang['DB_NAME']							=	'ناوی بنکه‌ی زانیاری';
	$lang['DB_PREFIX']							=	'سه‌ره‌تای خشته‌کان <br/>[ووشه‌یه‌که‌ داده‌نرێت بۆ جیاکردنه‌وه‌ی خشته‌ی سکریپته‌که‌ له‌ خشته‌ی سکریپته‌کانی تر]';
	$lang['VALIDATING_FORM_WRONG']				=	'وادیاره‌ یه‌کێک له‌ خانه‌ داواکراوه‌کانت به‌به‌تاڵی جێهێشتووه‌ ...';
	$lang['CONFIG_EXISTS']						=	'په‌ڕگه‌ی config.php دۆزرایه‌وه‌ به‌رده‌وام به‌! ...';
	$lang['INST_SUBMIT_CONFIGOK']				=	'په‌ڕگه‌که‌ت به‌رزکردووه‌ته‌وه‌ بۆ , بوخچه‌ی سه‌ره‌کی , به‌رده‌وام به‌ له‌ دامه‌زراندن';
	$lang['INST_EXPORT']						=	'هێنانی په‌ڕگه‌';
	
	
	
	//UPDATOR
	$lang['INST_CHOOSE_UPDATE_FILE']			=	'هه‌سته‌ به‌ دیاریکردنی نوێکردنه‌وه‌ی گونجاو به‌ خۆت و پاشان به‌رده‌وام به‌ له‌دامه‌زراندن ..';
	$lang['INST_ERR_NO_SELECTED_UPFILE_GOOD']	=	'په‌ڕگه‌ی نوێکردنه‌وه‌ گونجاو نییه‌ یاخود بوونی نییه‌ ! ..';
	
	$lang['INST_NOTES_UPDATE']					=	'تێبینیه‌کانی نوێکردنه‌وه‌';
	$lang['INST_NOTE_RC2_TO_RC3']				=	'ده‌بێت هه‌ستیت به‌ گۆڕینی په‌ڕگه‌ کۆنه‌کانی سکریپته‌که‌ به‌ نوێیه‌که‌ نه‌ک ته‌نها به‌کارخستنی ئه‌م ئامێره‌ ...';
	$lang['INST_NOTE_RC4_TO_RC5']				=	'ده‌بێت هه‌ستیت به‌ گۆڕینی په‌ڕگه‌ کۆنه‌کانی سکریپته‌که‌ به‌ نوێیه‌که بۆ نوێکردنه‌وه‌ به‌ شێوه‌یه‌کی دروست!.';
	$lang['INST_NOTE_RC5_TO_RC6']				=	'ده‌بێت هه‌ستیت به‌ گۆڕینی په‌ڕگه‌ کۆنه‌کانی سکریپته‌که‌ به‌ نوێیه‌که بۆ نوێکردنه‌وه‌ به‌ شێوه‌یه‌کی دروست!.';
	
	$lang['INST_UPDATE_IS_FINISH']				=	"نوێکردنه‌وه‌ کۆتای هات.. ده‌توانیت ئێستا په‌ڕگه‌ی <br/><b>INSTALL</b><br/> بسڕیته‌وه‌ و به‌رده‌وام بیت له‌کاره‌کانت به‌ کلیجا ..";
	

?>