<?php
//
// kleeja language, admin
// Kurdish
//

if (!defined('IN_COMMON'))
	exit;

if (empty($lang) || !is_array($lang))
	$lang = array();


$lang = array_merge($lang, array(

	# ?
	'LOADING'					=> 'چاوەڕوانبە',
	'ERROR_AJAX'				=> 'هەڵەیەک ڕوویدا هەوڵێکی تر بدە!.',
	'MORE'						=> 'زیاتر',
	'MENU'						=> 'مینو',
	'WELCOME'					=> 'بەخێربێیت',
	'ENABLE_CAPTCHA'			=> 'چالاککردنی Captcha لە کلیجا',
	'NO_THUMB_FOLDER'			=> 'وادیارە کە تۆ بچوکراوەت چالاککردووە بەڵام لە هەمان کاتدا بوخچەی %s بوونی نییە!. تکایە دروستی بکە.',
	'DELETE_EARLIER_30DAYS'		=> 'سڕینەوەی ئەو پەڕگانەی لە ٣٠ ڕۆژ کۆنترن',
	'DELETE_ALL'				=> 'سڕینەوەی هەموو',
	'DELETE_PROCESS_QUEUED'		=> 'کرداری سڕینەوە زیادکرا بۆ خشتەی چاوەڕوانکردن، بە پلەبەندی جێبەجێ دەکرێن بۆ ئەوەی کارنەکاتە سەر خاوبوونی ڕاژە.',
	'DELETE_PROCESS_IN_WORK'	=> 'کرداری جێبەجێکردنی سڕینەوە ئەنجام دەدرێت لەم کاتەدا ...',
	'SHOW_FROM_24H'				=> 'نیشاندانی دوا ٢٤ کاتژمێر',
	'FIRST_TIME_CP'				=> 'یەکەم جارتە لە کۆنتۆڵ پانێڵ؟!',
	'FIRST_TIME_CP_EX'			=> ' لە ساڵی ٢٠٠٧ ـەوە منذ 2007 تیمی کلیجا لە شێوازی بەکارهێنەران دەکۆڵێتەوە بۆ بەکارهێنانی کۆنترۆڵ پانێڵ' . 
									' بۆمان دەرکەوت کە دەتوانین شێوازی نوێ بەکاربێنین کە وا لە بەکارهێنەر بکات بەکاتی کەمتر و هەمان توانای پێشووەوە کۆنتۆڵ پانێڵ بەکاربەرێت' .
									'چەندین بیرۆکەمان دانا کە لەکاتی گەڕانتدا بە کۆنترۆڵ پانێڵ بەدی دەکەیت لەوانە لیستەکانو ئەجاکس.' . 
									'<br /><br /> ئەمەی خوارەوە شێوازی بەکارهێنانی کۆنترۆڵ پانێڵە/',
	'FIRST_TIME_HOW1'			=> 'خشتەی کۆنترۆڵ پانێڵی سەرەکی کلیجا، ئێرە بۆ بەڕێوەبردنی وێنەو پەڕگەکان و هەتا دوای..',
	'FIRST_TIME_HOW2'			=> 'دوگمەی سەرەتا، دەتگوێزێتەوە بۆ لاپەڕەی سەرەتای کلیجا.',
	'FIRST_TIME_HOW3'			=> 'دوگمەی سەرەتای ماڵپەڕ، دەتگوێزێتەوە بۆ لاپەڕەی سەرەتای ناوەند.',
	'FIRST_TIME_HOW4'			=> 'دوگمەی چوونە دەرەوە لە کۆنترۆڵ پانێڵ، کە دەچیتە دەرەوە لە مافە بەڕێوەبەریەتیەکانت و دەبیتە ئەندامیکی ئاسای.',
	'FIRST_TIME_HOW5'			=> 'دوگمەی چاککردنەکان، لێرە دەتوانیت کلیجا بەڕێوەبەریت و دەستکاری بکەیت بەو شێوەیەی دەتەوێت.',
	'FIRST_TIME_HOW6'			=> 'ئەمە خشتەی هەموو بەشەکانە، بۆ نمونە لێرە خشتەی تایبەت بە وێنە دەبینیت.',
	'FIRST_TIME_HOW7'			=> 'لێرە ناوەڕۆکی هەموو بەستەرێک دەبینیت بەشێوەیەکی دیار و سادە.',
	'FIRST_TIME_DONE'			=> 'تێگەشتیت؟ سوپاس',
	'THUMB_DIS_LONGTIME'		=> 'بچوکراوەکان ناچالاکە، ئەمە وادەکات کلیجا هەستێت بە بچوککردنەوەی وێنە گەورەکانت بۆت، و کاتێکی زۆری ئەوێت بۆ دەرخستنیان، ئێستا بچوککراوەکان چالاک بکە.', 
));
