<?php
//Kurdish language
//  By: www.host4k.com 


	if(!isset($lang) || !is_array($lang)) $lang = array();
	
	$lang['DIR']								= 'rtl';
	$lang['INST_INSTALL_WIZARD']				= 'دامه‌زراندنی کلیجا';
	$lang['INST_INSTALL_CLEAN_VER']				= "دامه‌زراندن بۆ یه‌که‌م جار ";
	$lang['INST_UPDATE_P_VER']					= "نوێکردنه‌وه‌ بۆ وه‌شانی نوێ ";
	$lang['INST_AGR_LICENSE']					= 'ڕه‌زامه‌ندم له‌سه‌ر هه‌موو ئه‌م مه‌رجانه‌';
	$lang['INST_NEXT']							= 'داهاتوو';
	$lang['INST_PREVIOUS']						= 'پێشوو';
	$lang['INST_SITE_INFO']						= 'زانیاریه‌کانی ماڵپه‌ڕ';
	$lang['INST_ADMIN_INFO']					= 'زانیاریه‌کانی به‌ڕێوه‌به‌ر';
	$lang['INST_CHANG_CONFIG']					= ' config.php هه‌ندێک له‌ زانیاریه‌ گرنگه‌کان ناته‌واوه‌ ئه‌م په‌ڕگه‌یه‌ پڕ بکه‌ره‌وه‌';
	$lang['INST_CONNCET_ERR']					= 'ناتوانیت په‌یوه‌ندی بکه‌یت ..';
	$lang['INST_SELECT_ERR']					= 'په‌یوه‌ندی ناکرێت به‌بنکه‌ی دراوه‌‌وه‌';
	$lang['INST_NO_WRTABLE']					= 'بوخچه‌ ڕێگه‌ی تێدا نوسین نادات .. ';
	$lang['INST_GOOD_GO']						= 'دڵنیابوونه‌وه‌ ئه‌نجامدرا له‌ گۆڕان و په‌یوه‌ندی و ڕێپێدانه‌کاندا .. به‌رده‌وام به‌';
	$lang['INST_MSGINS']						= 'به‌خێرهاتیت بۆ ناوه‌ندی بارکردن . ئه‌وه‌ی ده‌ته‌وێت ده‌توانیت باری بکه‌یت به‌پێی یاساکان ..سوپاس بۆ سه‌ردانت';
	$lang['INST_CRT_CALL']						= 'خشته‌ی په‌یوه‌ندیه‌کان دروستکرا';
	$lang['INST_CRT_ONL']						= 'خشته‌ی ئاماده‌بووانی ئێستا دروستکرا';
	$lang['INST_CRT_REPRS']						= 'خشته‌ی ئاگادارکردنه‌وه‌کان دروستکرا';
	$lang['INST_CRT_STS']						= 'خشته‌ی ئاماره‌کان دروستکرا';
	$lang['INST_CRT_USRS']						= 'خشته‌ی ئه‌ندامان دروستکرا';
	$lang['INST_CRT_ADM']						= 'زانیاریه‌کانی به‌ڕێوه‌به‌ر وه‌ناوخران';
	$lang['INST_CRT_FLS']						= 'خشته‌ی په‌ڕگه‌کان دروستکرا';
	$lang['INST_CRT_CNF']						= 'خشته‌ی هه‌ڵبژاردنه‌کان دروستکرا';
	$lang['INST_CRT_EXT']						= 'خشته‌ی درێژکراوه‌کان دروستکرا';
	$lang['INST_CRT_HKS']						= 'خشته‌ی هاکه‌‌کان دروستکرا';
	$lang['INST_CRT_LNG']						= 'خشته‌ی زمان دروستکرا';
	$lang['INST_CRT_LSTS']						= 'خشته‌ی لیسته‌کان دروستکرا';
	$lang['INST_CRT_PLG']						= 'خشته‌ی زیادکاریه‌کان دروستکرا';
	$lang['INST_CRT_TPL']						= 'خشته‌ی ڕوخسار دروستکرا';
	$lang['INST_SQL_OK']						= 'پێڕاگه‌یاندن به‌سه‌رکه‌وتووی ئه‌نجام درا ..';
	$lang['INST_SQL_ERR']						= 'هه‌ڵه‌ له‌پێڕاگه‌یاندندا .. ';
	$lang['INST_FINISH_SQL']					= 'به‌سه‌رکه‌وتووی دامه‌زرا .. بوخچه‌ی دامه‌زراندن (install) بسڕه‌وه‌و بڕۆ بۆ لاپه‌ڕه‌ی سه‌ره‌تا';
	$lang['INST_FINISH_ERRSQL']					= 'وا دیاره‌ کێشه‌یه‌ک هه‌یه‌ له‌دامه‌زراندندا .. هه‌وڵێکی تر بده‌ یاخود پرسیاری شاره‌زایان بکه‌';
	$lang['INST_KLEEJADEVELOPERS']				= 'له‌گه‌ڵ ئه‌وپه‌ڕی ڕێزی به‌رهه‌م هێنه‌ران و وه‌رگێڕی.. کلیجادا له‌ Host4k.com';
	$lang['SITENAME']							= 'ناوی ماڵپه‌ڕ';
	$lang['SITEURL']							= 'به‌سته‌ری ماڵپه‌ڕ';
	$lang['SITEMAIL']							= 'ئیمه‌یڵی ماڵپه‌ڕ';
	$lang['USERNAME']							= 'ناوی به‌کارهێنه‌ر';
	$lang['PASSWORD']							= 'ووشه‌ی نهێنی';
	$lang['PASSWORD2']							= 'ووشه‌ی نهێنی دووباره‌';
	$lang['EMAIL']								= 'ئیمه‌یڵ';
	$lang['INDEX']								= 'سه‌ره‌تا';
	$lang['ADMINCP']							= 'کۆنترۆڵ په‌نێڵ';
	$lang['EMPTY_FIELDS']						= 'خانه‌ی گرنگ هه‌یه‌, به‌به‌تاڵی جێت هێشتووه...';
	$lang['WRONG_EMAIL']						= 'ئیمه‌یڵ هه‌ڵه‌یه‌!';
	//
	
	$lang['DB_INFO_NW']							= 'زانیاریه‌کانی بنکه‌ی دراوه‌ به‌ دروستی بنوسه‌ .. پاشان په‌ڕگه‌که‌ت بۆ دروست ده‌که‌ین , تۆش بیخه‌ره‌ بوخچه‌ی سه‌ره‌کی سکریپته‌که‌';
	$lang['DB_INFO']							= 'زانیاریه‌کانی بنکه‌ی دراوه‌ به‌شێوه‌یه‌کی دروست بنوسه‌ .. ';
	$lang['DB_SERVER']							= 'ڕاژه‌';
	$lang['DB_TYPE']							= 'جۆری بنکه‌ی دراوه‌';
	$lang['DB_TYPE_MYSQL']						= 'MySQL';
	$lang['DB_TYPE_MYSQLI']						= 'MySQLI';
	$lang['DB_USER']							= 'ناوی به‌کارهێنراوی بنکه‌ی دراوه‌';
	$lang['DB_PASSWORD']						= 'ووشه‌ی نهێنی بنکه‌ی دراوه‌';
	$lang['DB_NAME']							= 'ناوی بنکه‌ی دراوه‌';
	$lang['DB_PREFIX']							= 'سه‌ره‌تای خشته‌کان <span style="font-size:10px;color:#FF0000">[ووشه‌یه‌که‌ داده‌نرێت بۆ جیاکردنه‌وه‌ی خشته‌ی سکریپته‌که‌ له‌ خشته‌ی سکریپته‌کانی تر]</span>';
	$lang['VALIDATING_FORM_WRONG']				= 'وادیاره‌ یه‌کێک له‌ خانه‌ داواکراوه‌کانت به‌به‌تاڵی جێهێشتووه‌ ...';
	$lang['CONFIG_EXISTS']						= 'په‌ڕگه‌ی config.php دۆزرایه‌وه‌ به‌رده‌وام به‌! ...';
	$lang['INST_SUBMIT_CONFIGOK']				= 'په‌ڕگه‌که‌ت به‌رزکردووه‌ته‌وه‌ بۆ , بوخچه‌ی سه‌ره‌کی , به‌رده‌وام به‌ له‌ دامه‌زراندن';
	$lang['INST_EXPORT']						= 'هێنانی په‌ڕگه‌';
	$lang['INST_OTHER_INFO']					= 'زانیاری تر';
	$lang['URLS_TYPES']							= 'شێوه‌ی به‌سته‌ری په‌ڕگه‌کان';
	$lang['DEFAULT']							= 'خۆکاری';
	$lang['FILENAME_URL']						= 'ناوی په‌ڕگه‌کان';
	$lang['DIRECT_URL']							= 'به‌سته‌ره‌ ڕاسته‌وخۆکان';
	$lang['LIKE_THIS']							= 'نمونه‌';

	//
	$lang['FUNCTIONS_CHECK']					= 'پشکنینی کرداره‌کان';
	$lang['RE_CHECK']							= 'دووباره‌کردنه‌وه‌ی پشکنین';
	$lang['FUNCTION_IS_NOT_EXISTS']				= 'کرداری %s ناچالاکه‌ له‌لات.';
	$lang['FUNCTION_IS_EXISTS']					= 'کرداری %s چالاکه‌ له‌لات.';
	$lang['FUNCTION_DISC_UNLINK']				= 'کرداری unlink به‌کاردێت بۆ سڕینه‌وه‌ی په‌ڕگه‌کان و سڕینه‌وه‌ی کاش و نوێکردنه‌وه‌ی.';
	$lang['FUNCTION_DISC_GD']					= 'کرداری imagecreatetruecolor له‌کرداره‌کانی GD ــه‌ که‌به‌رکاردێت بۆ دروستکردنی بچوکراوه‌ و به‌ڕێوه‌بردنی وێنه‌کان.';
	$lang['FUNCTION_DISC_FOPEN']				= 'کرداری fopen به‌کاردێت بۆ به‌ڕێوه‌بردنی ڕوخسار و په‌ڕگه‌کان له‌کلیجادا.';
	$lang['FUNCTION_DISC_MUF']					= 'کرداری move_uploaded_file به‌کاردێت بۆ بارکردنی په‌ڕگه‌کان. ئه‌م کرداره‌‌ گرنگترین کرداره‌کانی سکریپته‌‌که‌یه‌.';
	//
	$lang['ADVICES_CHECK']						= 'پشکنینی پێشکه‌وتوو (ده‌توانرێت کیلجا دابمه‌زرێت بێ ئه‌م پشکنینه‌ , ئه‌مه‌ ته‌نها زانیاریه‌ بۆ تۆ)';
	$lang['ADVICES_REGISTER_GLOBALS']			= '<span style="color:red;padding:0 6px;">کرداری register_globals چالاکه‌ ..!</span><br /> باش نییه‌ چالاکبێت پاشتره‌ ناچالاک بێت, کیلجا خۆی هه‌وڵ ده‌دات ناچالاکی بکات .';
	$lang['ADVICES_ICONV']						= '<span style="color:red;padding:0 6px;">کرداری iconv ناچاله‌ک  ..!</span><br /> ڕێگر نییه‌ له‌ دامه‌زراندی کلیجا , ته‌نها کێشه‌ دراووست ده‌کات له‌داهاتوو له‌کاتی هه‌وڵدانت بۆ به‌ستنه‌وه‌ی کلیجا به‌ سکریپتی تره‌وه‌ که‌ کۆده‌کانیان UTF8 ـنیه‌.';
	$lang['ADVICES_MAGIC_QUOTES']				= '<span style="color:red;padding:0 6px;">کرداری magic_quotes چالاکه‌ ..!</span><br /> باش نییه‌ چالاکبێت پاشتره‌ ناچالاک بێت, کیلجا خۆی هه‌وڵ ده‌دات ناچالاکی بکات .';
	
	//UPDATOR
	$lang['INST_CHOOSE_UPDATE_FILE']			= 'هه‌سته‌ به‌دیاریکردنی نوێکردنه‌وه‌ی گونجاو به‌خۆت و پاشان به‌رده‌وام به‌ له‌دامه‌زراندن ..';
	$lang['INST_ERR_NO_SELECTED_UPFILE_GOOD']	= 'په‌ڕگه‌ی نوێکردنه‌وه‌ گونجاو نییه‌ یاخود بوونی نییه‌ ! ..';
	$lang['INST_UPDATE_CUR_VER_IS_UP']			= 'وه‌شانه‌که‌ی خۆت نوێتره‌ له‌م وه‌شانه‌ی ده‌ته‌وێت دایمه‌زرێنیت.';
	$lang['INST_UPDATE_SELECT_ONTHER_UPDATES']	= 'بگه‌ڕێره‌وه‌ و وه‌شانێکی تر هه‌ڵبژێره‌.';
	
	$lang['INST_NOTES_UPDATE']					= 'تێبینیه‌کانی نوێکردنه‌وه‌';
	$lang['INST_NOTE_RC2_TO_RC3']				= 'ده‌بێت هه‌ستیت به‌ گۆڕینی په‌ڕگه‌ کۆنه‌کانی سکریپته‌که‌ به‌نوێیه‌که‌ نه‌ک ته‌نها به‌کارهێنانی ئه‌م کرداره‌...';
	$lang['INST_NOTE_RC4_TO_RC5']				= 'ده‌بێت هه‌ستیت به‌گۆڕینی په‌ڕگه‌ کۆنه‌کانی سکریپته‌که‌ به‌نوێیه‌که بۆ نوێکردنه‌وه‌ به‌شێوه‌یه‌کی دروست!.';
	$lang['INST_NOTE_RC5_TO_RC6']				= 'ده‌بێت هه‌ستیت به‌گۆڕینی په‌ڕگه‌ کۆنه‌کانی سکریپته‌که‌ به‌نوێیه‌که بۆ نوێکردنه‌وه‌ به‌شێوه‌یه‌کی دروست!.';
	$lang['INST_NOTE_RC6_TO_1.0.0']				= 'ده‌بێت هه‌ستیت به‌گۆڕینی په‌ڕگه‌ کۆنه‌کانی سکریپته‌که‌ به‌نوێیه‌که بۆ نوێکردنه‌وه‌ به‌شێوه‌یه‌کی دروست!.';
	$lang['RC6_1_CNV_CLEAN_NAMES']				= 'کرداری نوێکردنه‌وه‌ی ئه‌ندامان له‌ ئه‌نجامداندایه‌ ...';
	
	$lang['INST_UPDATE_IS_FINISH']				= "نوێکردنه‌وه‌ کۆتای هات.. ده‌توانیت ئێستا بوخچه‌ی <br/><b>INSTALL</b><br/> بسڕیته‌وه‌ و به‌رده‌وام بیت له‌کاره‌کانت به‌کلیجا ..";
	$lang['IN_INFO']							= 'زانیاریه‌کانی ئه‌وسکریپته‌ بنوسه‌ که‌ ده‌ته‌وێت کلیجای له‌گه‌ڵدا ببه‌ستیته‌وه‌  یاخود ئه‌م هه‌نگاوه‌ پشتگوێ بخه‌ گه‌ر ده‌ته‌وێت کلیجا سیسته‌میکی ئه‌ندامێتی سه‌ربه‌خۆی هه‌بێت ..<br /><span style="color:red;">تێبینی : پاش ته‌واوبوون له‌دامه‌زراندنی کلیجا له‌به‌ڕێوه‌به‌رایه‌تیه‌وه‌ سیسته‌می ئه‌ندامێتی دیاری بکه‌</span>';
	$lang['IN_PATH']							= 'ڕێچکه‌ی سکریپت';
		$lang['INST_PHP_LESSMIN']					= 'بۆ دامه‌زراندنی کلیجا لایه‌نی که‌م ده‌بێت وه‌شانی PHP %1$s ـت هه‌بێت, به‌ڵام تۆ ئه‌م وه‌شانه‌ت هه‌یه‌ PHP %2$s.';
	$lang['INST_MYSQL_LESSMIN']					= 'بۆ دامه‌زراندنی کلیجا لایه‌نی که‌م ده‌بێت وه‌شانی MYSQL %1$s ـت هه‌بێت, به‌ڵام تۆ ئه‌م وه‌شانه‌ت هه‌یه MYSQL %2$s.';
	$lang['IS_IT_OFFICIAL']						= 'تکایه‌ له‌ماڵپه‌ڕی سه‌ره‌کی کلیجاوه‌ ئه‌م وه‌شانه‌ت داگرتووه‌ Kleeja.com ؟';
	$lang['IS_IT_OFFICIAL_DESC']				= 'زۆرێک له‌و کێشانه‌ی که‌ پێمان ده‌گات و هۆکار و سه‌رچاوه‌که‌ی نازانیت دوای ده‌رکه‌وتووه‌ بۆمان که‌ , هه‌ندیک وه‌شان داگیراوه‌ یاخود به‌کار براوه‌ و له‌لایه‌ن که‌سانی تره‌وه‌ ده‌ستکاری کراوه‌ یاخود کۆدی مه‌ترسیداریان تێدا دانه‌وه‌ بۆ مه‌به‌ستی هاککردن.<span class="sure"> بۆیه‌ , دڵنیایت که‌ ئه‌م وه‌شانه‌ی به‌کاری ده‌به‌یت له‌ماڵپه‌ڕی سه‌ره‌کی‌:  kleeja.com ـه‌وه‌ داتگرتووه‌ ؟</span>';
	$lang['IS_IT_OFFICIAL_YES']					= 'به‌ڵێ , له‌ماڵپه‌ڕی سه‌ره‌کی kleeja.com ـه‌وه‌ دامگرتووه‌';
	$lang['IS_IT_OFFICIAL_NO']					= 'نه‌خێر , له‌وێوه‌ دامنه‌گرتووه‌ , هه‌ر ئێستا بمبه‌ره‌ ماڵپه‌ڕی سه‌ره‌کی';
	$lang['INST_WHAT_IS_KLEEJA_T']				= 'کلیجا چییه‌ ؟';
	$lang['INST_WHAT_IS_KLEEJA']				= 'Kleeja  به‌کوردی به‌م شێوه‌یه‌ ده‌خوێندرێته‌وه‌ " كليجا " ..! <br /> به‌رنامۆچکه‌یه‌کی خۆڕای بارکردن و سه‌رچاوه‌ کراوه‌یه‌ و کرداری گرنگی تێدایه‌ بۆ خاوه‌ن ماڵپه‌ڕه‌کان بۆ بوونی ناوه‌ندێکی بارکردنی به‌هێز که‌ پشتی پێ ببه‌ستن  .. ئه‌مه‌ وه‌ک پێناسه‌یه‌کی ساده‌ , به‌ڵام له‌ڕاستیدا کلیجا به‌رنامۆچکه‌یه‌کی به‌هێزه‌ له‌توانادا له‌گه‌ڵ به‌ڕێوه‌بردنیکی ئاسان له‌هه‌مووی گرنگتر ئه‌وه‌یه‌ که‌ سکریپتێکی پته‌وه‌ له‌ڕووی پاراستنه‌وه‌ که‌ پشتیوان به‌خوا ماڵپه‌ڕه‌که‌ت پارێزراو ده‌بێت ..!';
	$lang['INST_SPECIAL_KLEEJA']				= 'گرنگترین خاسیه‌ته‌کانی کلیجا ..!';
	$lang['INST_WHAT_IS_KLEEJA_ONE']			= '1. سیسته‌میکی ئه‌ندامێتی به‌هێز که‌ده‌توانیت بیبه‌ستیت به‌ زۆربه‌ی سکریپته‌کانی یانه‌ و مه‌کۆکانه‌وه‌ .<br />2. کۆنترۆڵ پانێڵێکی جوان و ساده‌ که‌ ڕێگه‌ت ده‌دات هه‌موو کردارێک ڕێکبخه‌یت تێیدا .<br />3. سیسته‌می ڕووخسار ساده‌یه‌ و که‌ به‌ ئاسانی ده‌توانیت ڕووخسار بۆخۆت دروست بکه‌یت.<br />4. هه‌روه‌ها ده‌توانیت زۆر زیادکاری گرنگ و جوان و پێویستی بۆ زیاد بکه‌یت .<br />5. نه‌ک ته‌نها ئه‌وه‌ کلیجا زۆر توانای به‌هێزی تری هه‌یه‌ .. تکایه‌ سه‌ردانی لاپه‌ڕه‌ی <a target="_blank" href="http://www.kleeja.com/about/">زانیاری و خاسیه‌ته‌کان بکه‌</a> بۆ ناسینی زیاتر .';
	$lang['YES']								= 'به‌ڵێ';
	$lang['NO']									= 'نه‌خێر';
	$lang['PASS_X_CHARS']						= 'تکایه‌  %d پیت بنوسه‌';
	$lang['PASS_X_TYPE']						= array('لاوازه‌', 'ئاسای', 'مامناوه‌ند', 'پته‌و', 'زۆر پته‌و');
	
	//PLUGINS
	$lang['PLUGINS_KLEEJA']						= 'زیادکاریه‌کانی کلیجا .. !';
	$lang['PLUGINS_BUILT_IN']					= 'ئه‌م زیادکاریانه‌ خۆکاری له‌گه‌ڵ کلیجادا دێن , گه‌ر ناته‌وێت به‌کاری به‌ریت ته‌نها نیشانه‌ی سه‌رچوارگۆشه‌ بچوکه‌که‌ لابه‌ره‌ , به‌ڵام ئامۆژگاریت ده‌که‌ین که‌ ئه‌و کاره‌ نه‌که‌یت چونکه‌ ئه‌م زیادکاریانه‌ لێیان کۆڵدراوه‌ته‌و و گرنگه‌ بۆ کارکردنی کلیجا به‌ باشی  ,, بۆ ده‌ستکه‌وتنی زیادکاری زیاتر سه‌ردانی ماڵپه‌ڕ بکه‌ <a style="color:red" target="_blank" href="http://www.kleeja.com/plugins/">kleeja.com !</a>';
	$lang['PLUGINS_NAME']						= 'ناوی زیادکاری';
	$lang['PLUGINS_VER']						= 'وه‌شان';
	$lang['PLUGINS_DES']						= 'کورته‌یه‌ک';	
	$lang['PLUGINS_INSTALLED']					= 'ئه‌م زیادکاریانه‌ به‌سه‌رکه‌وتووی دامه‌زران !!';		

	
//<-- EOF

?>
