<?php
//Kurdish language
//  By: www.kurdhome.net 


	if(!isset($lang) || !is_array($lang)) $lang = array();
	
	$lang['INST_INSTALL_CLEAN_VER']				= "دامه‌زراندن بۆ یه‌که‌م جار ";
	$lang['INST_UPDATE_P_VER']					= "نوێکردنه‌وه‌ بۆ وه‌شانی نوێ ";
	$lang['INST_CHOOSE_INSTALLER']				= "...یه‌کێک له‌م دوو هه‌ڵبژاردنه‌ دیاری بکه‌ که‌ گونجاوه‌ بۆت...";
	$lang['INST_AGR_GPL2']						= 'ڕه‌زامه‌ندم له‌سه‌ر هه‌موو ئه‌م مه‌رجانه‌';
	$lang['INST_SUBMIT']						= '[  به‌رده‌وام به‌!  ]';
	$lang['INST_SITE_INFO']						= 'زانیاریه‌کانی ماڵپه‌ڕ';
	$lang['INST_ADMIN_INFO']					= 'زانیاریه‌کانی به‌ڕێوه‌به‌ر';
	$lang['INST_CHANG_CONFIG']					= ' config.php هه‌ندێک له‌ زانیاریه‌ گرنگه‌کان ناته‌واوه‌ ئه‌م په‌ڕگه‌یه‌ پڕ بکه‌ره‌وه‌';
	$lang['INST_CONNCET_ERR']					= 'ناتوانیت په‌یوه‌ندی بکه‌یت ..';
	$lang['INST_SELECT_ERR']					= 'په‌یوه‌ندی ناکرێت به‌بنکه‌ی زانیاریه‌وه‌';
	$lang['INST_NO_WRTABLE']					= 'بوخچه‌ ڕێگه‌ی تێدا نوسین نادات .. ';
	$lang['INST_GOOD_GO']						= 'دڵنیابوونه‌وه‌ ئه‌نجامدرا له‌ گۆڕان و په‌یوه‌ندی و ڕێپێدانه‌کاندا .. به‌رده‌وام به‌';
	$lang['INST_MSGINS']						= 'به‌خێرهاتیت بۆ ناوه‌ندی بارکردن . ئه‌وه‌ی ده‌ته‌وێت ده‌توانیت باری بکه‌یت به‌پێی یاساکان ..سوپاس بۆ سه‌ردانت';
	$lang['INST_CRT_CALL']						= 'خشته‌ی په‌یوه‌ندیه‌کان دروستکرا';
	$lang['INST_CRT_ONL']						= 'خشته‌ی ئاماده‌بووانی ئێستا دروستکرا';
	$lang['INST_CRT_REPRS']						= 'خشته‌ی ئاگادارکردنه‌وه‌کان دروستکرا';
	$lang['INST_CRT_STS']						= 'خشته‌ی ئاماره‌کان دروستکرا';
	$lang['INST_CRT_USRS']						= 'خشته‌ی ئه‌ندامان دروستکرا';
	$lang['INST_CRT_ADM']						= 'زانیاریه‌کانی به‌ڕێوه‌به‌ر وه‌ناوخران';
	$lang['INST_CRT_FLS']						= 'خشته‌ی په‌ڕگه‌کان دروستکرا';
	$lang['INST_CRT_CNF']						= 'خشته‌ی هه‌ڵبژاردنه‌کان دروستکرا';
	$lang['INST_CRT_EXT']						= 'خشته‌ی درێژکراوه‌کان دروستکرا';
	$lang['INST_CRT_HKS']						= 'خشته‌ی هاکه‌‌کان دروستکرا';
	$lang['INST_CRT_LNG']						= 'خشته‌ی زمان دروستکرا';
	$lang['INST_CRT_LSTS']						= 'خشته‌ی لیسته‌کان دروستکرا';
	$lang['INST_CRT_PLG']						= 'خشته‌ی زیادکاریه‌کان دروستکرا';
	$lang['INST_CRT_TPL']						= 'خشته‌ی ڕوخسار دروستکرا';
	$lang['INST_SQL_OK']						= 'پێڕاگه‌یاندن به‌سه‌رکه‌وتووی ئه‌نجام درا ..';
	$lang['INST_SQL_ERR']						= 'هه‌ڵه‌ له‌پێڕاگه‌یاندندا .. ';
	$lang['INST_FINISH_SQL']					= 'به‌سه‌رکه‌وتووی دامه‌زرا .. بوخچه‌ی دامه‌زراندن (install) بسڕه‌وه‌و بڕۆ بۆ لاپه‌ڕه‌ی سه‌ره‌تا';
	$lang['INST_FINISH_ERRSQL']					= 'وا دیاره‌ کێشه‌یه‌ک هه‌یه‌ له‌دامه‌زراندندا .. هه‌وڵێکی تر بده‌ یاخود پرسیاری شاره‌زایان بکه‌';
	$lang['INST_KLEEJADEVELOPERS']				= 'له‌گه‌ڵ ئه‌وپه‌ڕی ڕێزی به‌رهه‌م هێنه‌ران و وه‌رگێڕی.. کلیجادا له‌ Kurdhome.net';
	$lang['SITENAME']							= 'ناوی ماڵپه‌ڕ';
	$lang['SITEURL']							= 'به‌سته‌ری ماڵپه‌ڕ';
	$lang['SITEMAIL']							= 'ئیمه‌یڵی ماڵپه‌ڕ';
	$lang['USERNAME']							= 'ناوی به‌کارهێنه‌ر';
	$lang['PASSWORD']							= 'ووشه‌ی نهێنی';
	$lang['PASSWORD2']							= 'Password Again';
	$lang['EMAIL']								= 'ئیمه‌یڵ';
	$lang['INDEX']								= 'سه‌ره‌تا';
	$lang['ADMINCP']							= 'کۆنترۆڵ په‌نێڵ';
	$lang['DIR']								= 'rtl';
	$lang['EMPTY_FIELDS']						= 'خانه‌ی گرنگ هه‌یه‌, به‌به‌تاڵی جێت هێشتووه...';
	$lang['WRONG_EMAIL']						= 'ئیمه‌یڵ هه‌ڵه‌یه‌!';
	//
	
	$lang['DB_INFO_NW']							= 'زانیاریه‌کانی بنکه‌ی زانیاری به‌ دروستی بنوسه‌ .. پاشان په‌ڕگه‌که‌ت بۆ دروست ده‌که‌ین , تۆش بیخه‌ره‌ بوخچه‌ی سه‌ره‌کی سکریپته‌که‌';
	$lang['DB_INFO']							= 'زانیاریه‌کانی بنکه‌ی زانیاری به‌شێوه‌یه‌کی دروست بنوسه‌ .. ';
	$lang['DB_SERVER']							= 'ڕاژه‌';
	$lang['DB_USER']							= 'ناوی به‌کارهێنراوی بنکه‌ی زانیاری';
	$lang['DB_PASSWORD']						= 'ووشه‌ی نهێنی بنکه‌ی زانیاری';
	$lang['DB_NAME']							= 'ناوی بنکه‌ی زانیاری';
	$lang['DB_PREFIX']							= 'سه‌ره‌تای خشته‌کان <br/>[ووشه‌یه‌که‌ داده‌نرێت بۆ جیاکردنه‌وه‌ی خشته‌ی سکریپته‌که‌ له‌ خشته‌ی سکریپته‌کانی تر]';
	$lang['VALIDATING_FORM_WRONG']				= 'وادیاره‌ یه‌کێک له‌ خانه‌ داواکراوه‌کانت به‌به‌تاڵی جێهێشتووه‌ ...';
	$lang['CONFIG_EXISTS']						= 'په‌ڕگه‌ی config.php دۆزرایه‌وه‌ به‌رده‌وام به‌! ...';
	$lang['INST_SUBMIT_CONFIGOK']				= 'په‌ڕگه‌که‌ت به‌رزکردووه‌ته‌وه‌ بۆ , بوخچه‌ی سه‌ره‌کی , به‌رده‌وام به‌ له‌ دامه‌زراندن';
	$lang['INST_EXPORT']						= 'هێنانی په‌ڕگه‌';
	//
	$lang['FUNCTIONS_CHECK']					= 'پشکنینی کرداره‌کان';
	$lang['RE_CHECK']							= 'دووباره‌کردنه‌وه‌ی پشکنین';
	$lang['FUNCTION_IS_NOT_EXISTS']				= 'کرداری %s ناچالاکه‌ له‌لات.';
	$lang['FUNCTION_IS_EXISTS']					= 'کرداری %s چالاکه‌ له‌لات.';
	$lang['FUNCTION_DISC_UNLINK']				= 'کرداری unlink به‌کاردێت بۆ سڕینه‌وه‌ی په‌ڕگه‌کان و سڕینه‌وه‌ی کاش و نوێکردنه‌وه‌ی.';
	$lang['FUNCTION_DISC_GD']					= 'کرداری imagecreatetruecolor له‌کرداره‌کانی GD ــه‌ که‌به‌رکاردێت بۆ دروستکردنی بچوکراوه‌ و به‌ڕێوه‌بردنی وێنه‌کان.';
	$lang['FUNCTION_DISC_FOPEN']				= 'کرداری fopen به‌کاردێت بۆ به‌ڕێوه‌بردنی ڕوخسار و په‌ڕگه‌کان له‌کلیجادا.';
	$lang['FUNCTION_DISC_MUF']					= 'کرداری move_uploaded_file به‌کاردێت بۆ بارکردنی په‌ڕگه‌کان. ئه‌م کرداره‌‌ گرنگترین کرداره‌کانی سکریپته‌‌که‌یه‌.';
	//
	$lang['ADVICES_CHECK']						= 'فحص متقدم (يمكن تثبيت كليجا بدون تحقق هذا الفحص , لكنه مجرد معلومات لك)';
	$lang['ADVICES_REGISTER_GLOBALS']			= 'خاصية register_globals مفعله , هذه الخاصيه غير محبب تفعيلها ويفضل تعطيلها , ومع هذا فكليجا تحاول تعطيل اثارها برمجياً .';
	$lang['ADVICES_ICONV']						= 'دوال iconv غير مفعله لديك , لكن هذا لايمنع تثبيت كليجا , فقط ستواجه مشاكل عند الربط مع سكربتات اخرى غير متوافقه مع نظام الترميز العالمي UTF8.';
	$lang['ADVICES_MAGIC_QUOTES']				= 'خاصية magic_quotes مفعله , هذه الخاصيه غير محبب تفعيلها ويفضل تعطيلها , ومع هذا فكليجا تحاول تعطيل اثارها برمجياً ..';
	
	//UPDATOR
	$lang['INST_CHOOSE_UPDATE_FILE']			= 'هه‌سته‌ به‌دیاریکردنی نوێکردنه‌وه‌ی گونجاو به‌خۆت و پاشان به‌رده‌وام به‌ له‌دامه‌زراندن ..';
	$lang['INST_ERR_NO_SELECTED_UPFILE_GOOD']	= 'په‌ڕگه‌ی نوێکردنه‌وه‌ گونجاو نییه‌ یاخود بوونی نییه‌ ! ..';
	$lang['INST_UPDATE_CUR_VER_IS_UP']			= 'Your current version is newer than this update.';
	$lang['INST_UPDATE_SELECT_ONTHER_UPDATES']	= 'Return back and select another update.';
	
	$lang['INST_NOTES_UPDATE']					= 'تێبینیه‌کانی نوێکردنه‌وه‌';
	$lang['INST_NOTE_RC2_TO_RC3']				= 'ده‌بێت هه‌ستیت به‌ گۆڕینی په‌ڕگه‌ کۆنه‌کانی سکریپته‌که‌ به‌نوێیه‌که‌ نه‌ک ته‌نها به‌کارهێنانی ئه‌م کرداره‌...';
	$lang['INST_NOTE_RC4_TO_RC5']				= 'ده‌بێت هه‌ستیت به‌گۆڕینی په‌ڕگه‌ کۆنه‌کانی سکریپته‌که‌ به‌نوێیه‌که بۆ نوێکردنه‌وه‌ به‌شێوه‌یه‌کی دروست!.';
	$lang['INST_NOTE_RC5_TO_RC6']				= 'ده‌بێت هه‌ستیت به‌گۆڕینی په‌ڕگه‌ کۆنه‌کانی سکریپته‌که‌ به‌نوێیه‌که بۆ نوێکردنه‌وه‌ به‌شێوه‌یه‌کی دروست!.';
	$lang['INST_NOTE_RC6_TO_1.0.0']				= 'ده‌بێت هه‌ستیت به‌گۆڕینی په‌ڕگه‌ کۆنه‌کانی سکریپته‌که‌ به‌نوێیه‌که بۆ نوێکردنه‌وه‌ به‌شێوه‌یه‌کی دروست!.';
	$lang['RC6_1_CNV_CLEAN_NAMES']					= 'Cleaning every username ...';
	$lang['INST_UPDATE_IS_FINISH']				= "نوێکردنه‌وه‌ کۆتای هات.. ده‌توانیت ئێستا بوخچه‌ی <br/><b>INSTALL</b><br/> بسڕیته‌وه‌ و به‌رده‌وام بیت له‌کاره‌کانت به‌کلیجا ..";
	$lang['IN_INFO']							= 'Fill in the fields below if you want to integrate kleeja with your script . Ignore this step if you do not wish to do it<br /><span style="color:red;">you should change user system from admin cp after installing kleeja</span>';
	$lang['IN_PATH']							= 'Path of script';
	
	
	//wizard
	$lang['WZ_TITLE'] = 'معالج مابعد تثبيت كليجا';
	$lang['WZ_TXT_W1'] = 'قم بتغيير كل ماتريد في كليجا لما تحب , من خلال الاعدادت في لوحة التحكم';
	$lang['WZ_TXT_W2'] = 'قم بالتحكم بالامتدادات \ الملفات التي تريد ان يقوم مستخدمينك بتحميلها والتحكم بإحجامها .';
	$lang['WZ_TXT_W3'] = 'قم بالتحكم بالستايلات و اختيار مايناسبك , ايضا التعديل على الشكل ككل  ..';
	$lang['WZ_TXT_W4'] = 'لوضع قوانين للمركز او شروط خاصه تحددها انت ...';
?>
